Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_matematikk2t2p.html.tmx
Source language: sme
Languages: sma

source: gávdnat, árvvoštallat ja ovdanbuktit ovdamearkkaid matematihka máŋggakultuvrralaš historjjás ja ságaškuššat makkár mearkkašupmi matematihkas lea luonddudiehtagis, teknologiijas, servodateallimis ja kultuvrras
sma: gaavnedh, vuarjasjidh jïh åehpiedehtedh vuesiehtimmieh matematihken jienebekultuvrelle histovrijeste, jïh digkiedidh maam ulmide matematihke åtna eatnemedaejreme, teknologijese, siebriedahkejieliedasse jïh kultuvrese

source: Gelbbolašvuođamihttomearit 2 P maŋŋil
sma: Maahtoeulmieh 2 P mænngan

source: rehkenastit standárdahápmásaš poteanssaiguin ja loguiguin main leat positiiva ja negatiiva eksponeanttat, ja geavahit dán praktihkalaš oktavuođain
sma: Lutnesigujmie jïh taaligujmie ryöknedh standardehammosne positijve jïh negatijve eksponentigujmie, jïh dam praktihkeles ektiedimmine nuhtjedh

source: rehkenastit proseanttaiguin ja stuorrunfáktoriiguin, dahkat suksessiiva reantomeroštallamiid ja rehkenastit praktihkalaš bargobihtáid main lea eksponentiála stuorrun
sma: prosentine jïh lissiehtimmiefaktovrine ryöknedh, suksessijve reente-aerviedimmieh darjodh jïh praktihkeles laavenjassh ryöknedh eksponentielle lissiehtimmine

source: plánet, čađahit ja árvvoštallat statistihkalaš guorahallamiid
sma: soejkesjidh, tjirrehtidh jïh vuarjasjidh statistihkeles goerehtimmieh

source: meroštallat ja ságaškuššat guovddášmihtuid ja bieđgoulbmiliid
sma: aerviedidh jïh digkiedidh sentraale-ulmieh jïh geerjehtimmieulmieh

source: meroštallat ja selvehit kumulatiiva ja relatiiva frekveanssa, ovdanbuktit dataid tabeallain ja diagrámmain ja ságaškuššat iešguđet dataovdanbuktimiid ja makkár áddejumiid dat sáhttet addit
sma: aerviedidh jïh buerkiestidh kumulatijve jïh relatijve frekvensem, vuesiehtidh daatah tabelline jïh dijagrammine, jïh digkiedidh ovmessie daatavuesiehtimmieh jïh maam vuajnojde dah maehtieh vedtedh

source: sirret dieđuid joavkkuide ja meroštallat ja ságaškuššat joavkkuide sirrejuvvon datamateriála guovddášmihtuid
sma: daatah öörnedidh jïh sentraale-ulmieh digkiedidh akten öörnedamme daatamaterijellese

source: geavahit rehkenastinárkkaid statistihkalaš meroštallamiin ja ovdanbuktimiin
sma: ryökneme-aarhkh nuhtjedh statistihkeles aerviedimmine jïh åehpiedehteminie

source: mihtidit praktihkalaš iskosiin ja hábmet matematihkalaš modeallaid oidnojuvvon dataid vuođul
sma: möölehtimmieh darjodh praktihkeles goerehtimmine, jïh matematihkeles maallh formuleradidh våaroemisnie dejstie vïhtesjamme daatijste

source: analyseret praktihkalaš čuolmmaid mat gusket beaivválaš eallimii, ekonomiijii, statistihkkii ja geometriijii, gávdnat minstariid ja struktuvrraid iešguđet dilálašvuođain ja válddahit sturrodagaid oktavuođaid matematihkalaš modeallaid vehkiin
sma: praktihkeles dåeriesmoerh analyjseradidh mah leah ektiedamme aarkebeajjan, ekonomijese, statistihkese jïh geometrijese, maallh jïh struktuvrh gaavnedh ovmessie tsiehkine jïh ektiedimmieh buerkiestidh stoeredahki gaskem viehkine matematihkeles maallijste

source: suokkardit matematihkalaš modeallaid, buohtastahttit iešguđet modeallaid mat válddahit seamma praktihkalaš dili, ja árvvoštallat makkár dieđuid modeallat sáhttet addit, ja man gustovaččat leat, ja makkár ráddjehusat dain leat
sma: matematihkeles maallh goerehtidh, ovmessie maallh viertiestidh mah seamma praktihkeles tsiehkiem buerkiestieh, jïh vuarjasjidh mah bïevnesh maallh maehtieh vedtedh, jïh mennie suerkesne dah leah luhpies jïh mah gaertjiedimmieh dah utnieh

source: geavahit digitála reaidduid guorahallat polynomafunkšuvnnaid, ruohtasfunkšuvnnaid, poteansafunkšuvnnaid ja eksponentiálafunkšuvnnaid kombinašuvnnaid mat válddahit praktihkalaš dilálašvuođaid, ja meroštallat nullačuoggá, ekstremálačuoggá ja russenčuoggá, ja gávnnahit gaskamearálaš stuorrunleavttu ja momentána stuorrunleavttu sulliiárvvuid
sma: digitaale dïrregh nuhtjedh juktie goerehtidh aktanimmieh polynomfunksjovnijste, roehtsefunksjovnijste, potensefunksjovnijste jïh ekspenentialfunksjovnijste mah praktihkeles tsiehkieh buerkiestieh, viehkine jiehtedh gusnie nullepunkte, ekstremalpunkte jïh kroessedimmiepunkte, jïh gaskemedtien sjïdtedimmiedrïektem jïh geatskanimmie-aarvoeh momentane sjïdtedimmiedrïektese gaavnedh

source: geavahit funkšuvnnaid modelleret, ságaškuššat ja analyseret praktihkalaš oktavuođaid
sma: funksjovnh nuhtjedh juktie hammoedidh, digkiedidh jïh analyjseradidh praktihkeles ektiedimmieh

source: Árvvoštallan fágas
sma: Faagem vierhtiedidh

source: Matematihkka oktasašfága 2 T ja 2 P
sma: Matematihke ektiefaage 2 T jïh 2 P

source: Loahppaárvvoštallama mearrádusat:
sma: Bïhkedassh galhkuvevuarjasjæmman:

source: Oppalašárvosáni árvvoštallan
sma: Galhkuvevuarjasjimmie

source: Ortnet
sma: Jaepiedaltese

source: Oahppit galget oažžut ovtta oppalašárvosáni.
sma: Learohkh edtjieh aktem galhkuvekarakterem utnedh.

source: Eksámen ohppiide
sma: Eksamene learoehkidie

source: Oahppit sáhttet vuorbáduvvot čálalaš dahje njálmmálaš eksámenii.
sma: Learohkh maehtieh tjaaleldh jallh njaalmeldh eksamenese geasalgidh.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
sma: Tjaaleldh eksamene dorjesåvva jïh sensureradamme sjædta byögkeles sijjesne.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
sma: Njaalmeldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Eksámen privatisttaide
sma: Jaepiedaltese

source: Privatisttat galget váldit čálalaš eksámena. Eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
sma: Privatisth edtjieh tjaaleldh eksamenem vaeltedh, Eksamene dorjesåvva jïh sensureradamme sjædta byögkeles sijjesne.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
sma: Dah sïejhme bïhkedassh vuarjasjimmien bïjre lea vihtiestamme ööhpehtimmielaaken mieriedimmesne.
